Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# LogicOptionDetails
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pt_pt: Detalhes
zh_hans: 详情

# LogicOptionPauseProcedure
source: Pause procedure
de: Vorgang pausieren
es: Procedimiento de pausa
fr: Interrompre la procédure
it: Procedura di pausa
ja: 休止手続き
ko: 절차 일시 중지
pt_pt: Procedimento de pausa
zh_hans: 暂停流程

# LogicOptionRedoStep
source: Redo step
de: Schritt wiederholen
es: Rehacer paso
fr: Répéter l'étape
it: Rifai il passo
ja: ステップをやり直す
ko: 다시 실행 단계
pt_pt: Refazer etapa
zh_hans: 重做步骤

# LogicOptionResumeProcedure
source: Resume procedure
de: Verfahren fortsetzen
es: Reanudar procedimiento
fr: Procédure de reprise
it: Riprendere la procedura
ja: 再開手続き
ko: 이력서 절차
pt_pt: Retomar o procedimento
zh_hans: 恢复流程

# LogicOptionStartProcedure
source: Start procedure
de: Vorgang starten
es: Procedimiento de inicio
fr: Procédure de démarrage
it: Procedura di avvio
ja: 開始手順
ko: 시작 절차
pt_pt: Iniciar procedimento
zh_hans: 启动流程

# LogicOptionViewSteps
source: View steps
de: Schritte anzeigen
es: Ver pasos
fr: Afficher les étapes
it: Visualizza passaggi
ja: 手順を表示
ko: 단계 보기
pt_pt: Ver etapas
zh_hans: 查看步骤

# LogicProcedure
source: Procedure
de: Verfahren
es: Procedimiento
fr: Procédure
it: Procedura
ja: 手順
ko: 절차
pt_pt: Procedimento
zh_hans: 流程

# LogicProcedureCancelled
source: Procedure canceled
de: Vorgang abgebrochen
es: Procedimiento cancelado
fr: Procédure annulée
it: Procedura annullata
ja: 手続き中止
ko: 절차 취소됨
pt_pt: Procedimento cancelado
zh_hans: 流程取消

# LogicProcedureDescriptionSteps
source: %d/%d Steps
de: %d / %d Schritte
es: %d / %d pasos
fr: %d / %d étapes
it: %d / %d passaggi
ja: %d / %dステップ
ko: %d / %d 단계
pt_pt: %d / %d Passos
zh_hans: %d / %d步

# LogicProcedureDone
source: Procedure done!
de: Vorgang erledigt!
es: ¡Trámite hecho!
fr: Procédure effectuée !
it: Procedura fatta!
ja: 手続き完了！
ko: 절차 완료!
pt_pt: Procedimento feito!
zh_hans: 流程完成！

# LogicProcedureStateCompleted
source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
ja: 完了
ko: 완전한
pt_pt: Concluído
zh_hans: 完全的

# LogicProcedureStateIncompleted
source: Incomplete
de: Unvollständig
es: Incompleto
fr: Incomplet
it: Incompleto
ja: 不完全な
ko: 불완전한
pt_pt: Incompleto
zh_hans: 不完整

# LogicStartNewProcedure
source: Start new procedure
de: Neues Verfahren starten
es: Iniciar nuevo procedimiento
fr: Lancer une nouvelle procédure
it: Avvia nuova procedura
ja: 新規手続き開始
ko: 새 절차 시작
pt_pt: Iniciar novo procedimento
zh_hans: 开始新流程

# LogicStepStateCompleted
source: completed
de: vollendet
es: terminado
fr: complété
it: completato
ja: 完了
ko: 완전한
pt_pt: concluído
zh_hans: 完全的

# LogicStepStateIncompleted
source: incomplete
de: unvollständig
es: incompleto
fr: incomplet
it: incompleto
ja: 不完全な
ko: 불완전한
pt_pt: incompleto
zh_hans: 不完整的

# LogicStepStateSkipped
source: skipped
de: übersprungen
es: omitido
fr: sauté
it: saltato
ja: スキップした
ko: 생략
pt_pt: pulou
zh_hans: 跳过

# LogicStepStateStarted
source: started
de: gestartet
es: comenzó
fr: commencé
it: iniziato
ja: 始めました
ko: 시작했다
pt_pt: iniciado
zh_hans: 开始

# LogicSubtitleProcedureStepsForNew
source: %d steps %@
de: %d Schritte %@
es: %d pasos %@
fr: %d étapes %@
it: %d passi %@
ja: %dステップ%@
ko: %d 걸음 %@
pt_pt: %d passos %@
zh_hans: %d步%@

# LogicSubtitleProcedureStepsForNotNew
source: %d of %d %@
de: %d von %d %@
es: %d de %d %@
fr: %d sur %d %@
it: %d di %d %@
ja: %d / %d %@
ko: %d / %d %@
pt_pt: %d de %d %@
zh_hans: %d的%d %@

# LogicTitleAllProcedures
source: All Procedures
de: Alle Verfahren
es: Todos los Trámites
fr: Toutes les procédures
it: Tutte le procedure
ja: すべての手順
ko: 모든 절차
pt_pt: Todos os procedimentos
zh_hans: 所有流程

# LogicUncompleted
source: uncompleted
de: unvollendet
es: incompleto
fr: inachevé
it: incompleto
ja: 未完成
ko: 미완성
pt_pt: incompleto
zh_hans: 未完成

source: Log In
de: Einloggen
es: Iniciar sesión
fr: S'identifier
it: Accesso
ja: ログイン
ko: 로그인
pt_pt: Conecte-se
zh_hans: 登录

# LoginFailedMessage
source: Sorry, your login failed:\n%@
de: Entschuldigung, Ihr Login ist fehlgeschlagen: \n%@
es: Lo sentimos, tu inicio de sesión falló: \n%@
fr: Désolé, votre connexion a échoué: \n%@
it: Spiacenti, il tuo accesso non è riuscito: \n%@
ja: 申し訳ございません、ログインに失敗しました:\n%@
ko: 로그인에 실패했습니다 : \n%@
pt_pt: Desculpe, seu login falhou:\n%@
zh_hans: 抱歉，登录失败:\n%@

# LoginFailedTitle
source: Login Failed
de: Login fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
it: Accesso fallito
ja: ログインに失敗しました
ko: 로그인 실패
pt_pt: Falha na autenticação
zh_hans: 登陆错误

# LoginWelcomeMessage
source: Welcome!
de: Herzlich willkommen!
es: ¡Bienvenido!
fr: Bienvenue!
it: Benvenuto!
ja: ようこそ！
ko: 환영합니다!
pt_pt: Bem-vindo!
zh_hans: 欢迎使用!

# LoginWelcomeSubMessage
source: An innovative merged reality app that can change the way you give and receive help.
de: Eine innovative Merged-Reality-App, die die Art und Weise, wie Sie Hilfe geben und empfangen, ändern kann.
es: Una innovadora aplicación de realidad combinada que puede cambiar la forma de dar y recibir ayuda.
fr: Une application de réalité fusionnée innovante qui change la façon dont vous donnez et recevez de l'aide.
it: Un'app innovativa diMerged Reality che può cambiare il modo in cui dai e ricevi aiuto.
ja: ヘルプを提供および受信する方法を変更できる革新的な統合現実アプリ。
ko: 도움을주고받는 방식을 바꿀 수있는 혁신적인 증강 현실 화면중첩 앱.
pt_pt: Um aplicativo inovador de realidade mesclada que pode mudar a maneira como você oferece e recebe ajuda.
zh_hans: 创新的融合现实技术提供与众不同的帮助。

# LoginWithOpenID
source: Log in with %@ Account
de: Melden Sie sich mit %@ Account an
es: Iniciar sesión con la cuenta %@
fr: Connectez-vous avec %@ Account
it: Accedi con %@ Account
ja: %@アカウントでログイン
ko: %@ 계정으로 로그인
pt_pt: Entrar com a conta %@
zh_hans: 使用 %@ 账户登录

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
pt_pt: Sair
zh_hans: 退出登录

source: Logout of account
de: Vom Konto abmelden
es: Cerrar sesión de la cuenta
fr: Se déconnecter du compte
it: Esci dall'account
ja: アカウントからログアウト
ko: 계정에서 로그아웃
pt_pt: Terminar sessão da conta
zh_hans: 退出账户

source: Long press to copy
de: Langes Drücken zum Kopieren
es: Mantenga pulsado para copiar
fr: Appuyez longuement pour copier
it: Premi a lungo per copiare
ja: 長押しでコピー
ko: 길게 눌러 복사
pt_pt: Toque prolongado para copiar
zh_hans: 长按以复制

# MailSubject
source: Help Lightning Support Request
de: Help Lightning-Supportanfrage
es: Ayuda Solicitud de soporte Lightning
fr: Aide Demande d'assistance Lightning
it: Aiuto per la richiesta di supporto Lightning
ja: Help Lightningサポートリクエスト
ko: 라이트닝 지원 요청을 도와주세요
pt_pt: Ajuda Solicitação de suporte do Lightning
zh_hans: 帮助 Lightning 支持请求

# MakeSureYouHaveContactsIn
source: Make sure you have contacts in your address book
de: Stellen Sie sicher, dass Sie Kontakte in Ihrem Adressbuch haben
es: Asegúrese de tener contactos en su libreta de direcciones
fr: Assurez-vous d'avoir des contacts dans votre carnet d'adresses
it: Assicurati di avere contatti nella tua rubrica
ja: アドレス帳に連絡先があることを確認してください
ko: 주소록에 연락처가 있는지 확인하세요
pt_pt: Certifique-se de que tem contactos no seu livro de endereços
zh_hans: 请确保您的通讯录中有联系人

source: Manage people in this call
de: Personen in diesem Anruf verwalten
es: Administrar personas en esta llamada
fr: Gérer les personnes dans cet appel
it: Gestisci le persone in questa chiamata
ja: この通話の参加者を管理
ko: 이 통화의 참가자 관리
pt_pt: Gerir pessoas nesta chamada
zh_hans: 管理此通话中的参与者

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: 地図
ko: 지도
pt_pt: Mapa
zh_hans: 地图

source: Maximum zoom reached
de: Maximaler Zoom erreicht
es: Zoom máximo alcanzado
fr: Zoom maximum atteint
it: Zoom massimo raggiunto
ja: 最大ズームに達しました
ko: 최대 줌에 도달했습니다
pt_pt: Zoom máximo atingido
zh_hans: 已达到最大缩放

source: Measurement Controls
de: Messsteuerungen
es: Controles de medición
fr: Contrôles de mesure
it: Controlli di misurazione
ja: 測定コントロール
ko: 측정 컨트롤
pt_pt: Controlos de medição
zh_hans: 测量控件

# MenuHints
source: Show Change Mode Hint
de: Menütipps anzeigen
es: Mostar sugerencias de menú
fr: Menu Conseil
it: Mostra suggerimenti sul menu
ja: メニューヒントを表示
ko: 메뉴 힌트 표시
pt_pt: Mostrar prompt de menu
zh_hans: 显示菜单提示

source: Merge
de: Verschmelzen
es: Unir
fr: Fusionner
it: Unisci
ja: マージ
ko: 병합
pt_pt: mesclar
zh_hans: 合并

source: Merge Camera
de: Kamera zusammenführen
es: Combinar cámara
fr: Fusionner la caméra
it: Unisci fotocamera
ja: カメラを結合
ko: 카메라 병합
pt_pt: Mesclar Câmera
zh_hans: 合并相机

source: Merged Reality
de: Verschmolzene Realität
es: Realidad fusionada
fr: Réalité fusionnée
it: Realtà unita
ja: マージドリアリティ
ko: 병합 현실
pt_pt: Realidade fundida
zh_hans: 融合现实

# MergedRealityDescription
source: Experience seamless collaboration
de: Erleben Sie nahtlose Zusammenarbeit
es: Experimente una colaboración fluida
fr: Profitez d'une collaboration fluide
it: Sperimenta una collaborazione senza interruzioni
ja: シームレスなコラボレーションを体験
ko: 매끄러운 협업을 경험하세요
pt_pt: Experimente uma colaboração fluida
zh_hans: 体验无缝协作

# MergeMenuTitle
source: MERGE
de: VERSCHMELZEN
es: UNIR
fr: FUSIONNER
it: UNISCI
ja: マージ
ko: 병합
zh_hans: 合并

source: Merge Preview
de: Vorschau zusammenführen
es: Vista previa de combinación
fr: Aperçu de la fusion
it: Unisci anteprima
ja: マージプレビュー
ko: 병합 미리보기
pt_pt: Mesclar visualização
zh_hans: 合并预览

# mergePreviewNotification
source: Merging Works Best when Your Video has a Light Background
de: Das Zusammenführen funktioniert am besten, wenn Ihr Video einen hellen Hintergrund hat
es: La combinación funciona mejor cuando su video tiene un fondo claro
fr: La fusion fonctionne mieux lorsque votre vidéo a un fond clair
it: L'unione funziona meglio quando il tuo video ha uno sfondo chiaro
ja: ビデオの背景が明るい場合、マージは最適に機能します
ko: 비디오 배경이 밝은 경우 병합이 가장 잘 작동합니다.
pt_pt: A fusão funciona melhor quando o vídeo tem um fundo claro
zh_hans: 当您的视频具有浅色背景时，合并效果最佳

# MergingIndicator
source: Merging
de: Zusammenführen
es: Fusionando
fr: Fusion en cours
it: Unione in corso
ja: マージ中
ko: 병합 중
pt_pt: A fundir
zh_hans: 合并中

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pt_pt: Mensagem
zh_hans: 消息

# MessageAfterSunsetDate
source: %@ is no longer supported. %@For all chat functionality, switch over to %@ now!
de: %@ wird nicht mehr unterstützt. %@ Wechseln Sie jetzt zu %@, um alle Chat-Funktionen zu nutzen!
es: %@ ya no es compatible. %@ Para todas las funciones de chat, cámbiate a %@ ahora!
fr: %@ n'est plus pris en charge. %@ Pour toutes les fonctionnalités de chat, passez à %@ maintenant !
it: %@ non è più supportato. %@ Per tutte le funzionalità della chat, passa subito a %@!
ja: %@サポートされなくなりました。 %@すべてのチャット機能を使用するには、今すぐ%@に切り替えてください。
ko: %@ 더 이상 지원되지 않습니다. %@ 모든 채팅 기능을 사용하려면 지금 %@ 로 전환하세요!
pt_pt: %@ não é mais suportado. %@ Para todas as funcionalidades de bate-papo, mude para %@ agora!
zh_hans: 不再支持%@。 %@对于所有聊天功能，请立即切换到%@ ！

# MessageBeforeSunsetDate
source: %@ will no longer be supported as of October 1, 2025. %@For all chat functionality, switch over to %@ now!
de: %@ wird ab dem 1. Oktober 2025 nicht mehr unterstützt. %@ Wechseln Sie jetzt zu %@, um alle Chat-Funktionen zu nutzen!
es: %@ ya no será compatible a partir del 1 de octubre de 2025. %@ Para todas las funciones de chat, cámbiate a %@ ahora!
fr: %@ ne sera plus pris en charge à partir du 1er octobre 2025. %@ Pour toutes les fonctionnalités de chat, passez à %@ maintenant !
it: %@ non sarà più supportato a partire dal 1° ottobre 2025. %@ Per tutte le funzionalità della chat, passa subito a %@!
ja: %@2025年10月1日をもってサポートされなくなります。 %@すべてのチャット機能をご利用になるには、今すぐ%@に切り替えてください。
ko: %@2025년10월1일부터 더 이상 지원되지 않습니다. %@ 모든 채팅 기능을 사용하려면 지금 바로 %@ 로 전환하세요!
pt_pt: %@ não terá mais suporte a partir de 1º de outubro de 2025. %@ Para todas as funcionalidades de bate-papo, mude para %@ agora!
zh_hans: 自2025年10月1日起，将不再支持%@。 %@对于所有聊天功能，请立即切换到%@ ！

# MessageEdited
source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
ja: 編集済み
ko: 수정됨
pt_pt: Editado
zh_hans: 已编辑

source: Message Group
de: Nachrichtengruppe
es: Grupo de mensajes
fr: Groupe de messages
it: Gruppo di messaggi
ja: メッセージグループ
ko: 메시지 그룹
pt_pt: Grupo de mensagens
zh_hans: 群组

# MessagesTabOfflineMessage
source: Go online to view your Messages.
de: Gehen Sie online, um Ihre Nachrichten anzuzeigen.
es: Conéctese en línea para ver sus mensajes.
fr: Allez en ligne pour consulter vos messages.
it: Vai online per visualizzare i tuoi messaggi.
ja: メッセージを表示するにはオンラインに接続してください。
ko: 메시지를 보려면 온라인에 접속하세요.
pt_pt: Fique online para ver suas mensagens.
zh_hans: 联网查看您的消息。

source: Message Status
de: Nachrichtenstatus
es: Estado del mensaje
fr: État du message
it: Stato del messaggio
ja: メッセージの状態
ko: 메시지 상태
pt_pt: Estado da mensagem
zh_hans: 消息状态

# MessageTabbarTitle
source: Messages
de: Mitteilungen
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt_pt: Mensagens
zh_hans: 消息

# MeSuffix
source: (me)
de: (ich)
es: (yo)
fr: (moi)
it: (io)
ja: (自分)
ko: (나)
pt_pt: (eu)
zh_hans: (我)

# METHOD_EXCEPTION_400
source: Method Exception
de: Methodenausnahme
es: Método de excepción
fr: Exception de méthode
it: Eccezione al metodo
ja: メソッド例外
ko: 메소드 예외
pt_pt: Erro de método
zh_hans: 计算方式异常

source: Microphone Not Accessible
de: Mikrofon nicht zugänglich
es: Micrófono no accesible
fr: Microphone non accessible
it: Microfono non accessibile
ja: マイクにアクセス不可
ko: 마이크에 액세스 할 수 없음
pt_pt: Microfone não acessível
zh_hans: 无法使用麦克风

source: Microphone Off
de: Mikrofon aus
es: Micrófono desactivado
fr: Microphone désactivé
it: Microfono disattivo
ja: マイク オフ
ko: 마이크 꺼짐
pt_pt: Microfone desligado
zh_hans: 麦克风已关闭

source: Microphone On
de: Mikrofon ein
es: Micrófono activado
fr: Microphone activé
it: Microfono attivo
ja: マイク オン
ko: 마이크 켜짐
pt_pt: Microfone ligado
zh_hans: 麦克风已开启

# MiniCallAudioMode
source: You are in audio+ mode
de: Sie befinden sich im Audio+-Modus
es: Estás en modo audio+.
fr: Vous êtes en mode audio+
it: Sei in modalità audio+
ja: オーディオ+モードです
ko: 오디오+ 모드에 있습니다.
pt_pt: Você está no modo áudio+
zh_hans: 您处于音频+模式

# MiniCallEndSession
source: End Session
de: Sitzung beenden
es: Finalizar sesión
fr: Fin de session
it: Fine sessione
ja: セッションの終了
ko: 세션 종료
pt_pt: Encerrar sessão
zh_hans: 结束会话

# MiniCallEndSessionPrompt
source: End the session for everyone?
de: Die Sitzung für alle beenden?
es: ¿Finalizar la sesión para todos?
fr: Finir la séance pour tout le monde?
it: Terminare la sessione per tutti?
ja: 全員のセッションを終了しますか?
ko: 모든 사람의 세션을 종료하시겠습니까?
pt_pt: Terminar a sessão para todos?
zh_hans: 结束所有人的会话？

# MiniCallLeaveSession
source: Leave
de: Verlassen
es: Dejar
fr: Partir
it: Partire
ja: 離れる
ko: 떠나다
pt_pt: Deixar
zh_hans: 离开

# MiniCallLeaveSessionPrompt
source: Leave the session
de: Verlassen Sie die Sitzung
es: abandonar la sesión
fr: Quitter la séance
it: Lascia la sessione
ja: セッションから退出する
ko: 세션에서 나가기
pt_pt: Sair da sessão
zh_hans: 离开会话

# MiniCallScreenSharing
source: You are screen sharing
de: Sie teilen Ihren Bildschirm
es: Estás compartiendo pantalla
fr: Vous partagez l'écran
it: Stai condividendo lo schermo
ja: 画面共有中です
ko: 화면을 공유하고 있습니다.
pt_pt: Você está compartilhando tela
zh_hans: 您正在共享屏幕

# MinimizeCall
source: Minimize this Call
de: Minimieren Sie diesen Anruf
es: Minimizar esta llamada
fr: Réduire cet appel
it: Riduci al minimo questa chiamata
ja: この通話を最小限に抑える
ko: 이 통화를 최소화하세요
pt_pt: Minimize esta chamada
zh_hans: 最小化通话窗口

source: Minimum zoom reached
de: Minimaler Zoom erreicht
es: Zoom mínimo alcanzado
fr: Zoom minimum atteint
it: Zoom minimo raggiunto
ja: 最小ズームに達しました
ko: 최소 줌에 도달했습니다
pt_pt: Zoom mínimo atingido
zh_hans: 已达到最小缩放

# MobileNumberPlaceHolder
source: Mobile Number (Optional)
de: Handynummer (optional)
es: Número de móvil (opcional)
fr: Numéro de mobile (facultatif)
it: Numero di cellulare (opzionale)
ja: 携帯電話番号（オプション）
ko: 휴대폰 번호 (선택 사항)
pt_pt: Número de celular (opcional)
zh_hans: 手机号码（可选）

source: MODE
de: MODUS
es: MODO
it: MODALITÀ
ja: モード
ko: 방법
pt_pt: MODO
zh_hans: 模式

source: Model Number:
de: Modellnummer:
es: Número de modelo:
fr: Numéro de modèle :
it: Numero di modello:
ja: モデル番号:
ko: 모델 번호:
pt_pt: Número do modelo:
zh_hans: 型号：

source: more
de: mehr
es: más
fr: plus
it: Di più
ja: もっと
ko: 더
pt_pt: mais
zh_hans: 更多的

source: More Options
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
it: Altre opzioni
ja: その他のオプション
ko: 추가 옵션
pt_pt: Mais opções
zh_hans: 更多选项

# MoreShareOption
source: More Share Options
de: Weitere Freigabeoptionen
es: Más opciones para compartir
fr: Plus d'options de partage
it: Altre opzioni di condivisione
ja: その他の共有オプション
ko: 더 많은 공유 옵션
pt_pt: Mais opções de compartilhamento
zh_hans: 更多分享选项

# MultiActiveSessionPrompt
source: %lu Active Sessions with you.
de: %lu Aktive Sitzungen mit Ihnen.
es: %lu Sesiones Activas contigo.
fr: %lu Sessions actives avec vous.
it: %lu Sessioni attive con te.
ja: %luあなたとのアクティブなセッション。
ko: %lu 활성 세션이 있습니다.
pt_pt: %lu Sessões Ativas com você.
zh_hans: %lu个与您正在进行活动的会话。

# MustAcceptDisclaimerToJoin
source: You must accept the disclaimer to join this call.
de: Sie müssen den Haftungsausschluss akzeptieren, um diesem Anruf beizutreten.
es: Debe aceptar el aviso legal para unirse a esta llamada.
fr: Vous devez accepter la clause de non-responsabilité pour rejoindre cet appel.
it: Devi accettare la dichiarazione di non responsabilità per partecipare a questa chiamata.
ja: この通話に参加するには免責事項に同意する必要があります。
ko: 이 통화에 참가하려면 면책 조항에 동의해야 합니다.
pt_pt: Deve aceitar a declaração de responsabilidade para participar nesta chamada.
zh_hans: 您必须接受免责声明才能加入此通话。

# MuteColumnSubTitle
source: Mute
de: Stumm
es: Silencio
fr: Muet
ja: ミュート
ko: 음소거
pt_pt: Mudo
zh_hans: 静音

# MVActiveSessionWithParticipants
source: Active Session with %@.
de: Aktive Sitzung mit %@ .
es: Sesión activa con %@.
fr: Session active avec %@.
it: Sessione attiva con %@.
ja: %@とのアクティブなセッション。
ko: %@ 의 활성 세션입니다.
pt_pt: Sessão ativa com %@.
zh_hans: 与%@的活动会话

# MVWaitOtherParticipantsJoin
source: Waiting for %@ to join the session
de: Warten darauf, dass %@ der Sitzung beitritt
es: Esperando que %@ se una a la sesión
fr: En attente que %@ rejoigne la session
it: In attesa che %@ si unisca alla sessione
ja: %@がセッションに参加するのを待っています
ko: %@ 가) 세션에 참여하기를 기다리는 중입니다
pt_pt: Aguardando %@ entrar na sessão
zh_hans: 正在等待%@加入会话

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
it: Il mio account
ja: 自分のアカウント
ko: 내 계정
pt_pt: Minha conta
zh_hans: 我的帐号

source: My Camera
de: Meine Kamera
es: Mi cámara
fr: Ma caméra
it: La mia fotocamera
ja: 私のカメラ
ko: 내 카메라
pt_pt: Minha câmera
zh_hans: 我的照相机

source: My Help Space
de: Mein Hilfebereich
es: Mi Help Space
fr: Mon espace d'aide
it: Area Assistenza Personale
ja: 私のヘルプスペース
ko: 내 도움말 공간
pt_pt: Meu Espaço de Ajuda
zh_hans: 我的会议室

source: My Help Space Invite
de: Meine Hilfsraum-Einladung
es: Mi invitación de espacio de ayuda
fr: Mon invitation Espace d'aide
it: Il mio invito Spazio di aiuto
ja: マイヘルプスペースの招待
ko: 내 도움말 공간 초대
pt_pt: O meu convite Espaço de Ajuda
zh_hans: 我的帮助空间邀请

source: My Live Video
de: Mein Live-Video
es: Mi video en vivo
fr: Ma vidéo en direct
it: Il mio video in diretta
ja: マイライブビデオ
ko: 내 라이브 비디오
pt_pt: O meu vídeo em direto
zh_hans: 我的实时视频

source: My Video (Paused)
de: Mein Video (Pausiert)
es: Mi video (Pausado)
fr: Ma vidéo (En pause)
it: Il mio video (In pausa)
ja: マイビデオ（一時停止）
ko: 내 비디오 (일시 중지)
pt_pt: O meu vídeo (Em pausa)
zh_hans: 我的视频（已暂停）

source: Name Help Thread
de: Hilfe-Thread benennen
es: Nombrar hilo de ayuda
fr: Nommer le fil d'aide
it: Nomina discussione di aiuto
ja: ヘルプスレッドに名前を付ける
ko: 도움말 스레드 이름 지정
pt_pt: Nomear tópico de ajuda
zh_hans: 命名帮助主题

# NameTooLong
source: Name text field is too long!
de: Namenstextfeld ist zu lang!
es: ¡El campo de texto del nombre es demasiado largo!
fr: Champ du nom est trop long!
it: Il campo di testo del nome è troppo lungo!
ja: 名前が長すぎます！
ko: 이름 입력란이 너무 깁니다!
pt_pt: O campo de texto do nome é muito longo!
zh_hans: 姓名过长!

# NameTooLongAndIntercept
source: Automatically intercept name to 255 characters (maximum length is 255 characters)
de: Name automatisch mit 255 Zeichen abfangen (maximale Länge ist 255 Zeichen)
es: Intercepta automáticamente el nombre a 255 caracteres (la longitud máxima es de 255 caracteres)
fr: Intercepter automatiquement le nom à 255 caractères (maximum 255 caractères)
it: Intercetta automaticamente il nome di 255 caratteri (la lunghezza massima è di 255 caratteri)
ja: 名前を自動的に255文字にインターセプトします（最大長は255文字です）
ko: 이름을 255 자로 자동 차단합니다. (최대 길이는 255 자)
pt_pt: Interceptar automaticamente o nome em 255 caracteres (o comprimento máximo é de 255 caracteres)
zh_hans: 自动截取姓名至255个字符 (最大长度为255个字符)

# NavigateToFolderFormat
source: %@, navigate to folder
de: %@, zum Ordner navigieren
es: %@, navegar a carpeta
fr: %@, naviguer vers le dossier
it: %@, vai alla cartella
ja: %@、フォルダに移動
ko: %@, 폴더로 이동
pt_pt: %@, navegar para pasta
zh_hans: %@，导航到文件夹

# NeedCameraPermission
source: To participate in a call, go to settings and allow {{app_name}} to use your camera
de: Um an einem Anruf teilzunehmen, gehen Sie zu den Einstellungen und erlauben Sie {{app_name}} , Ihre Kamera zu verwenden
es: Para participar en una llamada, ve a la configuración y permite que {{app_name}} use tu cámara
fr: Pour participer à un appel, accédez aux paramètres et autorisez {{app_name}} à utiliser votre caméra
it: Per partecipare a una chiamata, vai alle impostazioni e consenti a {{app_name}} di utilizzare la tua fotocamera
ja: 通話に参加するには、設定に移動し、 {{app_name}}がカメラを使用できるようにします
ko: 통화에 참여하려면 설정으로 이동하여 {{app_name}} 이 카메라를 사용하도록 허용하세요.
pt_pt: Para participar de uma chamada, acesse as configurações e permita que {{app_name}} use sua câmera
zh_hans: 要参与通话，请转到设置并允许{{app_name}}使用您的摄像头

# NeedHelp
source: I need help.
de: Ich brauche Hilfe.
es: Necesito ayuda.
fr: J'ai besoin d'aide.
it: Ho bisogno di aiuto.
ja: 私は助けが必要です。
ko: 도움이 필요합니다.
pt_pt: Eu preciso de ajuda.
zh_hans: 我需要帮助。

# NeedMicPermission
source: To participate in a call, go to settings and allow {{app_name}} to use your mic
de: Um an einem Anruf teilzunehmen, gehen Sie zu den Einstellungen und erlauben Sie {{app_name}} , Ihr Mikrofon zu verwenden
es: Para participar en una llamada, ve a la configuración y permite que {{app_name}} use tu micrófono
fr: Pour participer à un appel, accédez aux paramètres et autorisez {{app_name}} à utiliser votre micro
it: Per partecipare a una chiamata, vai alle impostazioni e consenti a {{app_name}} di usare il tuo microfono
ja: 通話に参加するには、設定に移動し、 {{app_name}}がマイクを使用できるようにします
ko: 통화에 참여하려면 설정으로 이동하여 {{app_name}} 이 마이크를 사용하도록 허용하세요.
pt_pt: Para participar de uma chamada, acesse as configurações e permita que {{app_name}} use seu microfone
zh_hans: 要参与通话，请转到设置并允许{{app_name}}使用您的麦克风

# NeedPermission
source: {{app_name}} needs permission
de: {{app_name}} benötigt die Berechtigung
es: {{app_name}} necesita permiso
fr: {{app_name}} besoin d'une autorisation
it: {{app_name}} necessita di autorizzazione
ja: {{app_name}}は許可が必要です
ko: {{app_name}} 권한이 필요합니다.
pt_pt: {{app_name}} precisa de permissão
zh_hans: {{app_name}}需要权限

# networkConnectionIsOffline
source: No network connection
de: Keine Netzwerk Verbindung
es: No hay conexion de red
fr: Pas de connexion réseau
it: Nessuna connessione di rete
ja: ネットワーク接続がありません
ko: 네트워크 연결 없음
pt_pt: Nenhuma conexão de rede
zh_hans: 无网络连接

source: Network unavailable.
de: Netzwerk nicht verfügbar.
es: Red no disponible.
fr: Réseau indisponible.
it: Rete non disponibile.
ja: ネットワークが利用できません。
ko: 네트워크를 사용할 수 없습니다.
pt_pt: Rede indisponível.
zh_hans: 无网络。

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
ko: 새로운
pt_pt: Novo
zh_hans: 新的消息

source: New Help Thread
de: Neuer Hilfe-Thread
es: Nuevo hilo de ayuda
fr: Nouveau fil d'aide
it: Nuovo thread di aiuto
ja: 新しいヘルプスレッド
ko: 새로운 도움말 스레드
pt_pt: Novo tópico de ajuda
zh_hans: 新工作箱

source: New Invitation
de: Neue Einladung
es: Nueva invitación
fr: Nouvelle invitation
it: Nuovo invito
ja: 新しい招待状
ko: 새 초대장
pt_pt: Novo convite
zh_hans: 新邀请
